{
  "testText": "testText",
  "FirstName": "First Name",
  "LastName": "Last Name",
  "Username": "User Name",
  "Email": "Email",
  "Phone": "Phone",
  "Password": "Password",
  "RepeatPassword": "Repeat password",
  "ResetPassword": "Reset password",
  "Enter": "Enter",
  "Register": "Register",
  "Login": "Login",
  "Logout": "Logout",
  "HomeText2": "START YOUR VAPING JOURNEY",
  "TopCategories": "Top Categories",
  "FindLiquid": "FIND YOUR E LIQUID FLAVOUR",
  "ShopNow": "Shop now",
  "AboutUs": "About Us",
  "AboutUsSub": "Belarus’s Leading E-Cigarette and Vape Shop",
  "AboutUsSubP": "Darkside is the belarus’s leading online e cig store providing vaping hardware, e-liquids and e-cigarette starter kits since 2023. We offer same day dispatch and industry leading customer service.",
  "By": "By",
  "Sale": "Sale",
  "Categories": "Categories",
  "All": "All",
  "Products": "Products",
  "Brands": "Brands",
  "Price": "Price",
  "From": "From",
  "To": "To",
  "Vp": "Vp",
  "AddToCart": "Add to cart",
  "RemoveFromCart": "Remove from cart",
  "Cart": "Cart",
  "Remove": "Remove",
  "Update": "Update",
  "SoldBy": "Sold By",
  "City": "City",
  "Country": "Country",
  "Postcode": "Postcode",
  "Street": "Street",
  "Description": "Description",
  "ProdIntro": "Vaping has become a popular alternative to smoking traditional cigarettes in recent years. Vapes, also known as e-cigarettes or electronic cigarettes, are battery-powered devices that heat a liquid (often called e-juice or vape juice) to create an inhalable vapor. This vapor can contain nicotine, flavors, and other chemicals. Some people use vapes as a way to quit smoking, while others use them as a recreational activity. Vapes come in a variety of shapes and sizes, from small, discreet devices to larger, more powerful ones. However, while vaping is often marketed as a safer alternative to smoking, there are still concerns about its potential health risks, particularly for young people. As such, regulations around vapes are constantly evolving, and it's important to stay informed about the latest developments in this rapidly changing field.",
  "Amount": "Amount",
  "Characteristics": "Characteristics",
  "Length": "Length",
  "Width": "Width",
  "Height": "Height",
  "Weight": "Weight",
  "Strength": "Strength",
  "Capacity": "Capacity",
  "Tastes": "Tastes",
  "Name": "Name",
  "Value": "Value",
  "ProdWarn": "Vaping can be addictive and harmful to your health. The liquid used in e-cigarettes and vaporizers contains chemicals, including nicotine, that can cause serious lung damage, heart disease, and other health problems. Vaping devices can also malfunction and cause injuries. If you are a smoker looking to quit, talk to your healthcare provider about safe and effective methods. If you are already vaping, consider quitting to protect your health.",
  "Warning": "Warning",
  "CreatorName": "Creator Name",
  "CreatorPhone": "Creator Phone",
  "CreatorStreet": "Creator Street",
  "CreatorCity": "Creator City",
  "CreatorPostcode": "Creator Postcode",
  "CreatorCountry": "Creator Country",
  "Category": "Category",
  "SalePerc": "Sale %",
  "MainImage": "Main Image",
  "Hidden": "Hidden",
  "OtherImages": "Other Images",
  "CreateProduct": "Create product",
  "UpdateProduct": "Update product",
  "Back": "Back",
  "Save": "Save",
  "SelectMainImage": "Select main image pls",
  "SelectSecImage": "Select additional images pls",
  "Change": "Change",
  "Add": "Add",
  "AdminProducts": "Admin Products",
  "AdminCarts": "Admin Carts",
  "AdminUsers": "Admin Users",
  "UpdatedSuccesfully": "Updated succesfully!",
  "NothingChanged": "Nothing changed!",
  "UserPage": "User page",
  "UpdateUserInfo": "Update User information",
  "UpdatePassNorm": "Password updated succesfully!",
  "UpdatePassNeNorm": "Failed to update password!",
  "User": "User",
  "Id": "Id",
  "Date": "Date",
  "TotalPrice": "Total Price",
  "Items": "Items",
  "Search": "Search",
  "Product": "Product",
  "Count": "Count",
  "Summary": "Summary",
  "CardNumber": "Card Number",
  "CardCVC": "Card CVC",
  "NotEnoughMoney": "Not Enough Money",
  "InvalidCardNumber": "Invalid Card Number",
  "InvalidCardCVC": "Invalid Card CVC",
  "SuccessFullPurchase": "Purchase successfully completed",
  "Balance": "Balance",
  "TopUpBalance": "Top up Balance",
  "SuccessfullyAddetToCart": "Product succesfully added to cart",
  "SuccessfullyRemoveFromCart": "Product succesfully removed from cart",
  "Submit": "Submit",
  "AboutUs1": "Welcome to DarkSide, the ultimate destination for all your vaping desires in Belarus! We are a premier vape shop committed to providing a premium vaping experience to enthusiasts across the country. With an extensive selection of top-quality products, unparalleled customer service, and a passion for the vaping culture, we are your go-to destination for all things vape-related.",
  "AboutUs2": "At DarkSide, we understand the importance of offering a diverse range of high-quality vaping devices, accessories, and e-liquids to cater to every individual's unique preferences and needs. Whether you're a beginner looking for a starter kit or an experienced vaper seeking the latest advanced devices, we have you covered with our wide array of top-tier brands and cutting-edge technology.",
  "AboutUs3": "Safety is our utmost priority, and we go above and beyond to ensure that all our products meet the highest quality standards. We source our products from reputable manufacturers who adhere to stringent industry regulations, guaranteeing that you receive authentic, reliable, and safe vaping products. Your well-being is of utmost importance to us, and we strive to provide you with the peace of mind you ",
  "AboutUs4": "Our dedicated team of vaping enthusiasts is here to provide you with unparalleled customer service. Whether you need assistance in selecting the perfect device, troubleshooting an issue, or simply seeking expert advice, our knowledgeable staff is always ready to help. We pride ourselves on creating a welcoming and friendly atmosphere, ensuring that you feel valued and supported throughout your vaping journey.",
  "AboutUs5": "Shopping at DarkSide is a seamless experience. Our user-friendly website allows you to effortlessly navigate through our extensive product catalog, making it easy to find exactly what you need. With secure payment options and fast shipping services, we ensure that your orders are processed swiftly and delivered to your doorstep with care.",
  "AboutUs6": "We believe that vaping is more than just an alternative to traditional smoking; it's a community. At DarkSide, we foster a vibrant vaping community by organizing events, workshops, and social gatherings. Join us to connect with like-minded individuals, share experiences, and learn from each other. We are more than just a vape shop; we are a hub for vapers to come together and celebrate their passion.",
  "AboutUs7": "DarkSide is dedicated to staying at the forefront of the vaping industry. We continuously update our product offerings to bring you the latest innovations and trends. We strive to be your trusted partner in the ever-evolving world of vaping, providing you with exceptional products and unwavering support.",
  "AboutUs8": "Come and experience the DarkSide difference. Visit our store today and discover the epitome of vaping excellence. Let us be your gateway to a world of flavor, satisfaction, and endless possibilities."
}
